Repository: nh36/ChinTransMem
Catalog: corpus/exports/tmx/mengzi__all__aligned_passages.tmx
Source language: zh_hant
Languages: en

source: 彭更問曰：「後車數十乘，從者數百人，以傳食於諸侯，不以泰乎？」孟子曰：「非其道，則一簞食不可受於人。如其道，則舜受堯之天下，不以為泰，子以為泰乎？」曰：「否。士無事而食，不可也。」曰：「子不通功易事，以羨補不足，則農有餘粟，女有餘布。子如通之，則梓匠輪輿皆得食於子。於此有人焉；入則孝，出則悌，守先王之道，以待後之學者，而不得食於子。子何尊梓匠輪輿而輕為仁義者哉？」曰：「梓匠輪輿，其志將以求食也。君子之為道也，其志亦將以求食與？」曰：「子何以其志為哉？其有功於子，可食而食之矣。且子食志乎？食功乎？」曰：「食志。」曰：「有人於此，毀瓦畫墁，其志將以求食也，則子食之乎？」曰：「否。」曰：「然則子非食志也，食功也。」
en: Peng Geng asked Mencius, saying, 'Is it not an extravagant procedure to go from one prince to another and live upon them, followed by several tens of carriages, and attended by several hundred men?' Mencius replied, 'If there be not a proper ground for taking it, a single bamboo-cup of rice may not be received from a man. If there be such a proper ground, then Shun's receiving the kingdom from Yao is not to be considered excessive. Do you think it was excessive?' Geng said, 'No. But for a scholar performing no service to receive his support notwithstanding is improper.' Mencius answered, 'If you do not have an intercommunication of the productions of labour, and an interchange of men's services, so that one from his overplus may supply the deficiency of another, then husbandmen will have a superfluity of grain, and women will have a superfluity of cloth. If you have such an interchange, carpenters and carriage-wrights may all get their food from you. Here now is a man, who, at home, is filial, and abroad, respectful to his elders; who watches over the principles of the ancient kings, awaiting the rise of future learners - and yet you will refuse to support him. How is it that you give honour to the carpenter and carriage-wright, and slight him who practises benevolence and righteousness?' Peng Geng said, 'The aim of the carpenter and carriagewright is by their trades to seek for a living. Is it also the aim of the superior man in his practice of principles thereby to seek for a living?' 'What have you to do,' returned Mencius, 'with his purpose? He is of service to you. He deserves to be supported, and should be supported. And let me ask - Do you remunerate a man's intention, or do you remunerate his service.' To this Kang replied, 'I remunerate his intention.' Mencius said, 'There is a man here, who breaks your tiles, and draws unsightly figures on your walls - his purpose may be thereby to seek for his living, but will you indeed remunerate him?' 'No,' said Geng. Mencius then concluded, 'That being the case, it is not the purpose which you remunerate, but the work done.'

source: 萬章問曰：「宋，小國也，今將行王政，齊、楚惡而伐之，則如之何？」孟子曰：「湯居亳，與葛為鄰。葛伯放而不祀，湯使人問之曰：『何為不祀？』曰：『無以供犧牲也。』湯使遺之牛羊，葛伯食之，又不以祀。湯又使人問之曰：『何為不祀？』曰：『無以供粢盛也。』湯使亳眾往為之耕，老弱饋食。葛伯率其民，要其有酒食黍稻者奪之，不授者殺之。有童子以黍肉餉，殺而奪之。《書》曰：『葛伯仇餉』，此之謂也。為其殺是童子而征之，四海之內皆曰：『非富天下也，為匹夫匹婦復讎也。』湯始征，自葛載。十一征而無敵於天下。東面而征，西夷怨；南面而征，北狄怨，曰：『奚為後我？』民之望之若大旱之望雨也。歸市者弗止，蕓者不變。誅其君，弔其民，如時雨降，民大悅。《書》曰：『徯我后，后來其無罰。』『有攸不惟臣，東征，綏厥士女。篚厥玄黃，紹我周王見休，惟臣附于大邑周。』其君子實玄黃于篚以迎其君子，其小人簞食壺漿以迎其小人。救民於水火之中，取其殘而已矣。《太誓》曰：『我武惟揚，侵于之疆。則取于殘，殺伐用張，于湯有光。』不行王政云爾；苟行王政，四海之內皆舉首而望之，欲以為君。齊楚雖大，何畏焉？」
en: Wan Zhang asked Mencius, saying, 'Sung is a small State. Its ruler is now setting about to practise the true royal government, and Qi and Chu hate and attack him. What in this case is to be done?' Mencius replied, 'When Tang dwelt in Bo, he adjoined to the State of Ge, the chief of which was living in a dissolute state and neglecting his proper sacrifices. Tang sent messengers to inquire why he did not sacrifice. He replied, "I have no means of supplying the necessary victims." On this, Tang caused oxen and sheep to be sent to him, but he ate them, and still continued not to sacrifice. Tang again sent messengers to ask him the same question as before, when he replied, "I have no means of obtaining the necessary millet." On this, Tang sent the mass of the people of Bo to go and till the ground for him, while the old and feeble carried their food to them. The chief of Ge led his people to intercept those who were thus charged with wine, cooked rice, millet, and paddy, and took their stores from them, while they killed those who refused to give them up. There was a boy who had some millet and flesh for the labourers, who was thus slain and robbed. What is said in the Book of History, "The chief of Ge behaved as an enemy to the provision-carriers," has reference to this. Because of his murder of this boy, Tang proceeded to punish him. All within the four seas said, "It is not because he desires the riches of the kingdom, but to avenge a common man and woman." When Tang began his work of executing justice, he commenced with Ge, and though he made eleven punitive expeditions, he had not an enemy in the kingdom. When he pursued his work in the east, the rude tribes in the west murmured. So did those on the north, when he was engaged in the south. Their cry was "Why does he make us last." Thus, the people's longing for him was like their longing for rain in a time of great drought. The frequenters of the markets stopped not. Those engaged in weeding in the fields made no change in their operations. While he punished their rulers, he consoled the people. His progress was like the falling of opportune rain, and the people were delighted. It is said in the Book of History, "We have waited for our prince. When our prince comes, we may escape from the punishments under which we suffer." There being some who would not become the subjects of Zhou, king Wu proceeded to punish them on the east. He gave tranquillity to their people, who welcomed him with baskets full of their black and yellow silks, saying "From henceforth we shall serve the sovereign of our dynasty of Zhou, that we may be made happy by him." So they joined themselves, as subjects, to the great city of Zhou. Thus, the men of station of Shang took baskets full of black and yellow silks to meet the men of station of Zhou, and the lower classes of the one met those of the other with baskets of rice and vessels of congee. Wu saved the people from the midst of fire and water, seizing only their oppressors, and destroying them.' In the Great Declaration it is said, "My power shall be put forth, and, invading the territories of Shang, I will seize the oppressor. I will put him to death to punish him - so shall the greatness of my work appear, more glorious than that of Tang." Song is not, as you say, practising true royal government, and so forth. If it were practising royal government, all within the four seas would be lifting up their heads, and looking for its prince, wishing to have him for their sovereign. Great as Qi and Chu are, what would there be to fear from them?'

source: 孟子謂戴不勝曰：「子欲子之王之善與？我明告子：有楚大夫於此，欲其子之齊語也，則使齊人傅諸？使楚人傅諸？」曰：「使齊人傅之。」曰：「一齊人傅之，眾楚人咻之，雖日撻而求其齊也，不可得矣。引而置之莊岳之間數年，雖日撻而求其楚，亦不可得矣。子謂薛居州，善士也，使之居於王所。在於王所者，長幼卑尊皆薛居州也，王誰與為不善？在王所者，長幼卑尊皆非薛居州也，王誰與為善？一薛居州，獨如宋王何？」
en: Mencius said to Dai Bu Sheng, 'I see that you are desiring your king to be virtuous, and will plainly tell you how he may be made so. Suppose that there is a great officer of Chu here, who wishes his son to learn the speech of Qi. Will he in that case employ a man of Qi as his tutor, or a man of Chu?' 'He will employ a man of Qi to teach him,' said Bu Sheng. Mencius went on, 'If but one man of Qi be teaching him, and there be a multitude of men of Chu continually shouting out about him, although his father beat him every day, wishing him to learn the speech of Qi, it will be impossible for him to do so. But in the same way, if he were to be taken and placed for several years in Zhuang or Yue, though his father should beat him, wishing him to speak the language of Chu, it would be impossible for him to do so. You supposed that Xue Ju Zhou was a scholar of virtue, and you have got him placed in attendance on the king. Suppose that all in attendance on the king, old and young, high and low, were Xue Ju Zhous, whom would the king have to do evil with? And suppose that all in attendance on the king, old and young, high and low, are not Xue Ju Zhous, whom will the king gave to do good with? What can one Xue Ju Zhou do alone for the king of Song?'

source: 公孫丑問曰：「不見諸侯，何義？」孟子曰：「古者不為臣不見。段干木逾垣而辟之，泄柳閉門而不納。是皆已甚；迫，斯可以見矣。陽貨欲見孔子，而惡無禮。大夫有賜於士，不得受於其家，則往拜其門。陽貨矙孔子之亡也，而饋孔子蒸豚，孔子亦矙其亡也而往拜之。當是時，陽貨先，豈得不見？曾子曰：『脅肩諂笑，病于夏畦。』子路曰：『未同而言，觀其色，赧赧然，非由之所知也。』由是觀之，則君子之所養，可知已矣。」
en: Gong Sun Chou asked Mencius, saying, 'What is the point of righteousness involved in your not going to see the princes?' Mencius replied, 'Among the ancients, if one had not seen a minister in a State, he did not go to see the sovereign. Duan Gan Mu leaped over his wall to avoid the prince. Xie Liu shut his door, and would not admit the prince. These two, however, carried their scrupulosity to excess. When a prince is urgent, it is not improper to see him. Yang Huo wished to get Confucius to go to see him, but disliked doing so by any want of propriety. As it is the rule, therefore, that when a great officer sends a gift to a scholar, if the latter be not at home to receive it, he must go to the officer's to pay his respects, Yang Huo watched when Confucius was out, and sent him a roasted pig. Confucius, in his turn, watched when Huo was out, and went to pay his respects to him. At that time, Yang Huo had taken the initiative - how could Confucius decline going to see him? Zengzi said, "They who shrug up their shoulders, and laugh in a flattering way, toil harder than the summer labourer in the fields." Zi Lu said, "There are those who talk with people with whom they have no great community of feeling. If you look at their countenances, they are full of blushes. I do not desire to know such persons." By considering these remarks, the spirit which the superior man nourishes may be known.'

source: 戴盈之曰：「什一，去關市之征，今茲未能。請輕之，以待來年，然後已，何如？」孟子曰：「今有人日攘其鄰之雞者，或告之曰：『是非君子之道。』曰：『請損之，月攘一雞；以待來年，然後已。』如知其非義，斯速已矣，何待來年？」
en: Dai Ying Zhi said to Mencius, 'I am not able at present and immediately to do with the levying of a tithe only, and abolishing the duties charged at the passes and in the markets. With your leave I will lighten, however, both the tax and the duties, until next year, and will then make an end of them. What do you think of such a course?' Mencius said, 'Here is a man, who every day appropriates some of his neighbour's strayed fowls. Some one says to him, "Such is not the way of a good man;" and he replies, "With your leave I will diminish my appropriations, and will take only one fowl a month, until next year, when I will make an end of the practice." If you know that the thing is unrighteous, then use all despatch in putting an end to it - why wait till next year?'

source: 公都子曰：「外人皆稱夫子好辯，敢問何也？」孟子曰：「予豈好辯哉？予不得已也。天下之生久矣，一治一亂。當堯之時，水逆行，泛濫於中國。蛇龍居之，民無所定。下者為巢，上者為營窟。《書》曰：『洚水警餘。』洚水者，洪水也。使禹治之。禹掘地而注之海，驅蛇龍而放之菹，水由地中行，江、淮、河、漢是也。險阻既遠，鳥獸之害人者消，然後人得平土而居之。」「堯、舜既沒，聖人之道衰。暴君代作，壤宮室以為污池，民無所安息；棄田以為園囿，使民不得衣食。邪說暴行又作。園囿污地沛澤多，而禽獸至。及紂之身，天下又大亂。周公相武王，誅紂、伐奄，三年討其君；驅飛廉於海隅而戮之；滅國者五十；驅虎豹犀象而遠之。天下大悅。《書》曰：『丕顯哉文王謨！丕承哉武王烈！佑啟我後人，咸以正無缺。』」「世衰道微，邪說暴行有作。臣弒其君者有之，子弒其父者有之。孔子懼，作《春秋》。《春秋》，天子之事也。是故孔子曰：『知我者，其惟《春秋》乎！罪我者，其惟《春秋》乎！』」「聖王不作，諸侯放恣，處士橫議。楊朱、墨翟之言盈天下。天下之言，不歸楊則歸墨。楊氏為我，是無君也。墨氏兼愛，是無父也。無父無君，是禽獸也。公明儀曰：『庖有肥肉，廄有肥馬，民有饑色，野有餓莩，此率獸而食人也。』楊墨之道不息，孔子之道不著，是邪說誣民、充塞仁義也。仁義充塞，則率獸食人，人將相食。吾為此懼，閑先聖之道，距楊墨、放淫辭，邪說者不得作。作於其心，害於其事；作於其事，害於其政。聖人復起，不易吾言矣。」「昔者禹抑洪水而天下平，周公兼夷狄、驅猛獸而百姓寧，孔子成《春秋》而亂臣賊子懼。《詩》云：『戎狄是膺，荊舒是懲；則莫我敢承。』無父無君，是周公所膺也。我亦欲正人心、息邪說、距詖行、放淫辭，以承三聖者。豈好辯哉？予不得已也。能言距楊墨者，聖人之徒也。」
en: The disciple Gong Du said to Mencius, 'Master, the people beyond our school all speak of you as being fond of disputing. I venture to ask whether it be so.' Mencius replied, 'Indeed, I am not fond of disputing, but I am compelled to do it. A long time has elapsed since this world of men received its being, and there has been along its history now a period of good order, and now a period of confusion. In the time of Yao, the waters, flowing out of their channels, inundated the Middle Kingdom. Snakes and dragons occupied it, and the people had no place where they could settle themselves. In the low grounds they made nests for themselves on the trees or raised platforms, and in the high grounds they made caves. It is said in the Book of History, "The waters in their wild course warned me." Those "waters in their wild course" were the waters of the great inundation. Shun employed Yu to reduce the waters to order. Yu dug open their obstructed channels, and conducted them to the sea. He drove away the snakes and dragons, and forced them into the grassy marshes. On this, the waters pursued their course through the country, even the waters of the Jiang, the Huai, the He, and the Han, and the dangers and obstructions which they had occasioned were removed. The birds and beasts which had injured the people also disappeared, and after this men found the plains available for them, and occupied them. 'After the death of Yao and Shun, the principles that mark sages fell into decay. Oppressive sovereigns arose one after another, who pulled down houses to make ponds and lakes, so that the people knew not where they could rest in quiet; they threw fields out of cultivation to form gardens and parks, so that the people could not get clothes and food. Afterwards, corrupt speakings and oppressive deeds became more rife; gardens and parks, ponds and lakes, thickets and marshes became more numerous, and birds and beasts swarmed. By the time of the tyrant Zhou, the kingdom was again in a state of great confusion. Zhou Gong assisted king Wu, and destroyed Zhou. He smote Yan, and after three years put its sovereign to death. He drove Fei Lian to a corner by the sea, and slew him. The States which he extinguished amounted to fifty. He drove far away also the tigers, leopards, rhinoceroses, and elephants - and all the people was greatly delighted. It is said in the Book of History, "Great and splendid were the plans of king Wen! Greatly were they carried out by the energy of king Wu! They are for the assistance and instruction of us who are of an after day. They are all in principle correct, and deficient in nothing." 'Again the world fell into decay, and principles faded away. Perverse speakings and oppressive deeds waxed rife again. There were instances of ministers who murdered their sovereigns, and of sons who murdered their fathers. Confucius was afraid, and made the "Spring and Autumn." What the "Spring and Autumn" contains are matters proper to the sovereign. On this account Confucius said, "Yes! It is the Spring and Autumn which will make men know me, and it is the Spring and Autumn which will make men condemn me." 'Once more, sage sovereigns cease to arise, and the princes of the States give the reins to their lusts. Unemployed scholars indulge in unreasonable discussions. The words of Yang Zhu and Mo Di fill the country. If you listen to people's discourses throughout it, you will find that they have adopted the views either of Yang or of Mo. Now, Yang's principle is "each one for himself," which does not acknowledge the claims of the sovereign. Mo's principle is "to love all equally," which does not acknowledge the peculiar affection due to a father. But to acknowledge neither king nor father is to be in the state of a beast. Gong Meng Yi said, "In their kitchens, there is fat meat. In their stables, there are fat horses. But their people have the look of hunger, and on the wilds there are those who have died of famine. This is leading on beasts to devour men." If the principles of Yang and Mo be not stopped, and the principles of Confucius not set forth, then those perverse speakings will delude the people, and stop up the path of benevolence and righteousness. When benevolence and righteousness are stopped up, beasts will be led on to devour men, and men will devour one another. I am alarmed by these things, and address myself to the defence of the doctrines of the former sages, and to oppose Yang and Mo. I drive away their licentious expressions, so that such perverse speakers may not be able to show themselves. Their delusions spring up in men's minds, and do injury to their practice of affairs. Shown in their practice of affairs, they are pernicious to their government. When sages shall rise up again, they will not change my words. 'In former times, Yu repressed the vast waters of the inundation, and the country was reduced to order. Zhou Gong's achievements extended even to the barbarous tribes of the east and north, and he drove away all ferocious animals, and the people enjoyed repose. Confucius completed the "Spring and Autumn," and rebellious ministers and villainous sons were struck with terror. It is said in the Book of Poetry, "He smote the barbarians of the west and the north; He punished Jing and Shu; And no one dared to resist us." These father-deniers and king-deniers would have been smitten by Zhou Gong. I also wish to rectify men's hearts, and to put an end to those perverse doctrines, to oppose their one-sided actions and banish away their licentious expressions - and thus to carry on the work of the three sages. Do I do so because I am fond of disputing? I am compelled to do it. Whoever is able to oppose Yang and Mo is a disciple of the sages.'

source: 匡章曰：「陳仲子豈不誠廉士哉？居於於陵，三日不食，耳無聞，目無見也。井上有李，螬食實者過半矣，匍匐往將食之，三咽，然後耳有聞、目有見。」孟子曰：「於齊國之士，吾必以仲子為巨擘焉。雖然，仲子惡能廉？充仲子之操，則蚓而後可者也。夫蚓上食槁壤，下飲黃泉。仲子所居之室，伯夷之所筑與？抑亦盜跖之所筑與？所食之粟，伯夷之所樹與？抑亦盜跖之所樹與？是未可知也。」曰：「是何傷哉？彼身織屨、妻辟纑，以易之也。」曰：「仲子，齊之世家也。兄戴，蓋祿萬鍾。以兄之祿為不義之祿而不食也，以兄之室為不義之室而不居也，避兄、離母，處於於陵。他日歸，則有饋其兄生鵝者，己頻戚曰：『惡用是鶃鶃者為哉？』他日其母殺是鵝也，與之食之。其兄自外至，曰：『是鶃鶃之肉也。』出而哇之。以母則不食，以妻則食之；以兄之室則弗居，以於陵則居之。是尚為能充其類也乎？若仲子者，蚓而後充其操者也。」
en: Kuang Zhang said to Mencius, 'Is not Chen Zhong a man of true self-denying purity? He was living in Wu Ling, and for three days was without food, till he could neither hear nor see. Over a well there grew a plum-tree, the fruit of which had been more than half eaten by worms. He crawled to it, and tried to eat some of the fruit, when, after swallowing three mouthfuls, he recovered his sight and hearing.' Mencius replied, 'Among the scholars of Qi, I must regard Zhong as the thumb among the fingers. But still, where is the self-denying purity he pretends to? To carry out the principles which he holds, one must become an earthworm, for so only can it be done. Now, an earthworm eats the dry mould above, and drinks the yellow spring below. Was the house in which Zhong dwells built by a Bo Yi? or was it built by a robber like Zhi? Was the millet which he eats planted by a Bo Yi? or was it planted by a robber like Zhi? These are things which cannot be known.' 'But,' said Zhang, 'what does that matter? He himself weaves sandals of hemp, and his wife twists and dresses threads of hemp to sell or exchange them.' Mencius rejoined, 'Zhong belongs to an ancient and noble family of Qi. His elder brother Dai received from Gai a revenue of 10,000 zhong, but he considered his brother's emolument to be unrighteous, and would not eat of it, and in the same way he considered his brother's house to be unrighteous, and would not dwell in it. Avoiding his brother and leaving his mother, he went and dwelt in Wu Ling. One day afterwards, he returned to their house, when it happened that some one sent his brother a present of a live goose. He, knitting his eyebrows, said, "What are you going to use that cackling thing for?" By-and-by his mother killed the goose, and gave him some of it to eat. Just then his brother came into the house, and said, "It is the flesh of that cackling thing," upon which he went out and vomited it. Thus, what his mother gave him he would not eat, but what his wife gives him he eats. He will not dwell in his brother's house, but he dwells in Wu Ling. How can he in such circumstances complete the style of life which he professes? With such principles as Zhong holds, a man must be an earthworm, and then he can carry them out.'

source: 孟子曰：「離婁之明，公輸子之巧，不以規矩，不能成方員。師曠之聰，不以六律，不能正五音。堯舜之道，不以仁政，不能平治天下。今有仁心仁聞而民不被其澤，不可法於後世者，不行先王之道也。故曰：徒善不足以爲政，徒法不能以自行。《詩》云：『不愆不忘，率由舊章。』遵先王之法而過者，未之有也。聖人既竭目力焉，繼之以規矩準繩，以爲方員平直，不可勝用也。既竭耳力焉，繼之以六律正五音，不可勝用也。既竭心思焉，繼之以不忍人之政而仁覆天下矣。故曰：爲髙必因丘陵，爲下必因川澤。爲政不因先王之道，可謂智乎？是以惟仁者宜在髙位。不仁而在髙位，是播其惡於衆也。上無道揆也，下無法守也；朝不信道，工不信度；君子犯義，小人犯刑，國之所存者幸也。故曰：城郭不完，兵甲不多，非國之災也。田野不辟，貨財不聚，非國之害也。上無禮，下無學，賊民興，喪無日矣。《詩》曰：『天之方蹶，無然泄泄。』泄泄猶沓沓也。事君無義，進退無禮，言則非先王之道者，猶沓沓也。故曰：責難於君謂之恭，陳善閉邪謂之敬，吾君不能謂之賊。」
en: Mencius said, 'The power of vision of Li Lou, and skill of hand of Gong Shu, without the compass and square, could not form squares and circles. The acute ear of the music-master Kuang, without the pitch-tubes, could not determine correctly the five notes. The principles of Yao and Shun, without a benevolent government, could not secure the tranquil order of the kingdom. There are now princes who have benevolent hearts and a reputation for benevolence, while yet the people do not receive any benefits from them, nor will they leave any example to future ages - all because they do not put into practice the ways of the ancient kings. 'Hence we have the saying: "Virtue alone is not sufficient for the exercise of government; laws alone cannot carry themselves into practice." It is said in the Book of Poetry, "Without transgression, without forgetfulness, Following the ancient statutes." Never has any one fallen into error, who followed the laws of the ancient kings. When the sages had used the vigour of their eyes, they called in to their aid the compass, the square, the level, and the line, to make things square, round, level, and straight: the use of the instruments is inexhaustible. When they had used their power of hearing to the utmost, they called in the pitch-tubes to their aid to determine the five notes - the use of those tubes is inexhaustible. When they had exerted to the utmost the thoughts of their hearts, they called in to their aid a government that could not endure to witness the sufferings of men - and their benevolence overspread the kingdom. 'Hence we have the saying: "To raise a thing high, we must begin from the top of a mound or a hill; to dig to a great depth, we must commence in the low ground of a stream or a marsh." Can he be pronounced wise, who, in the exercise of government, does not proceed according to the ways of the former kings? Therefore only the benevolent ought to be in high stations. When a man destitute of benevolence is in a high station, he thereby disseminates his wickedness among all below him. When the prince has no principles by which he examines his administration, and his ministers have no laws by which they keep themselves in the discharge of their duties, then in the court obedience is not paid to principle, and in the office obedience is not paid to rule. Superiors violate the laws of righteousness, and inferiors violate the penal laws. It is only by a fortunate chance that a State in such a case is preserved. 'Therefore it is said, "It is not the exterior and interior walls being incomplete, and the supply of weapons offensive and defensive not being large, which constitutes the calamity of a kingdom. It is not the cultivable area not being extended, and stores and wealth not being accumulated, which occasions the ruin of a State." When superiors do not observe the rules of propriety, and inferiors do not learn, then seditious people spring up, and that State will perish in no time. It is said in the Book of Poetry, "When such an overthrow of Zhou is being produced by Heaven, Be not ye so much at your ease!" " At your ease;" - that is, dilatory. And so dilatory may those officers be deemed, who serve their prince without righteousness, who take office and retire from it without regard to propriety, and who in their words disown the ways of the ancient kings. Therefore it is said, "To urge one's sovereign to difficult achievements may be called showing respect for him. To set before him what is good and repress his perversities may be called showing reverence for him. He who does not do these things, saying to himself, My sovereign is incompetent to this, may be said to play the thief with him."'
